Repository: InterditAuPublic/PetCare
Catalog: PetCare/Supporting Files/Localizable.xcstrings
Source language: en
Languages: fr

# %@ at %@
source: %1$@ at %2$@
fr: %1$@ à %2$@

# add_animal
source: Add an animal
fr: Ajouter un animal

# add_animal_title
source: Add an animal
fr: Ajouter un animal

# add_appointment
source: Add an appointment
fr: Ajouter un rendez-vous

# add_appointment_title
source: Add an appointment
fr: Ajouter un rendez-vous

# add_veterinarian
source: Add a veterinarian
fr: Ajouter un vétérinaire

# add_veterinarian_title
source: Add a veterinarian
fr: Ajouter un vétérinaire

source: Address
fr: Adresse

# address_error
source: Address can't be blank
fr: L'adresse ne peut pas être vide

source: Animals
fr: Animaux

source: Animals:
fr: Animaux :

source: Animals: No animals assigned
fr: Animaux : Aucuns animal sélectionné

source: Appointments
fr: Rendez-vous

source: Birthdate
fr: Date de naissance

source: Birthdate:
fr: Date de naissance :

source: Breed
fr: Race

# breed_placeholder
source: Specify breed
fr: Race de l'animal

source: Breed:
fr: Race :

source: Call
fr: Appeler

source: Cancel
fr: Annuler

source: Cat
fr: Chat

source: City
fr: Ville

# city_error
source: City can't be blank
fr: La ville ne peut pas être vide

source: Color
fr: Couleur

# color_placeholder
source: Enter color
fr: Couleur de l'animal

source: Color:
fr: Couleur :

source: Comments
fr: Commentaires

# comments_placeholder
source: Add comments
fr: Commentaires (facultatif)

source: Comments:
fr: Commentaires :

# date
source: Appointment date
fr: Date du rendez-vous

source: Date:
fr: Date du rendez-vous :

# Date: %@ at %@
source: %1$@ at %2$@
fr: %1$@ à %2$@

source: Delete
fr: Supprimer

# delete_animal_message
source: Are you sure you want to delete this animal? Associated appointments will not be deleted, but the animal will no longer appear in the list.
fr: Êtes-vous sûr de vouloir supprimer cet animal ? Les rendez-vous associés ne seront pas supprimés, mais l'animal ne sera plus visible dans la liste.

# delete_animal_title
source: Delete animal
fr: Suppression d'un animal

# delete_appointment_message
source: Are you sure you want to delete this appointment?
fr: Êtes-vous certains de vouloir supprimer ce rendez-vous ?

# delete_appointment_title
source: Delete appointment
fr: Suppression d'un rendez-vous

# delete_veterinarian_message
source: Are you sure you want to delete this veterinarian? All associated appointments will also be deleted.
fr: Êtes-vous sûr de vouloir supprimer ce vétérinaire ? Tous les rendez-vous associés seront également supprimés.

# delete_veterinarian_title
source: Delete veterinarian
fr: Suppression d'un vétérinaire

# description_placeholder
source: Optionnal
fr: Optionnel

source: Dog
fr: Chien

source: Edit
fr: Modifier

# edit_animal_title
source: Edit Animal
fr: Modification d'un Animal

# edit_appointment_title
source: Edit Appointment
fr: Modification d'un Rendez-vous

# edit_veterinarian_title
source: Edit Veterinarian
fr: Modification d'un Vétérinaire

source: Female
fr: Femelle

source: Identifier
fr: Identifiant

# identifier_placeholder
source: Enter animal's identifier number (I-CAD)
fr: Identifiant de l'animal (I-CAD)

source: Identifier :
fr: Identifiant :

source: Male
fr: Mâle

source: My animals
fr: Mes animaux

# my_appointments
source: Appointments
fr: Mes rendez-vous

source: Name
fr: Nom

# name_error
source: Name can't be blank
fr: Le nom ne peut pas être vide

# name_placeholder
source: Enter name
fr: Nom de l'animal

# next_appointments
source: Upcoming appointments
fr: Rendez-vous à venir

source: No
fr: Non

source: No comments
fr: Pas de commentaire

source: No email available
fr: Adresse email indisponible

source: No notes available
fr: Aucune note disponible

source: No phone number available
fr: Pas de numéro de téléphone disponible

source: No Animal selected
fr: Sélectionner un animal

# no_animals
source: No pets available
fr: Aucun animal disponible

# no_animals_message
source: You don't have any animals yet. Tap the button below to add a new animal.
fr: Vous n'avez pas encore d'animaux. Appuyez sur le bouton ci-dessous pour ajouter un animal.

# no_appointment
source: No appointments available.
fr: Aucun rendez-vous à venir

# no_appointments
source: No appointments with this veterinary.
fr: Aucun rendez-vous avec ce vétérinaire

# no_appointments_message
source: You don't have any appointment yet. Tap the button below to add a new one.
fr: Vous n'avez pas encore de rendez-vous. Appuyez sur le bouton ci-dessous pour en ajouter un rendez-vous.

source: No description
fr: Aucune description

source: No past appointments
fr: Aucun rendez-vous à venir

# no_sterialisez
source: Not sterialized
fr: Non stérilisé

source: No upcoming appointments
fr: Aucun rendez-vous prévu

# no_veterinarian_selected
source: No veterinary selected
fr: Sélectionner un vétérinaire

# no_veterinarians_message
source: You don't have any veterinarian yet. Tap the button below to add a new one.
fr: Vous n'avez pas encore de vétérinaires. Appuyez sur le bouton ci-dessous pour en ajouter un vétérinaire.

source: Pets:
fr: Animaux :

source: Pets: %@
fr: Animaux : %@

source: Phone
fr: Téléphone

# prev_appointments
source: Past appointments
fr: Rendez-vous passés

source: Save
fr: Enregistrer

# select_animal
source: You must select at least one animal to create an appointment.
fr: Vous devez sélectionner au moins un animal afin de créer un rendez-vous

# select_veterinarian
source: You must select a veterinary to create an appointment.
fr: Vous devez sélectionner un vétérinaire afin de créer un rendez-vous

source: Settings
fr: Paramètres

source: Sex
fr: Sexe

source: Sex:
fr: Sexe :

source: Species
fr: Espèce de l'animal

source: Species:
fr: Espèce :

source: Sterialized
fr: Stérilisé

source: Sterilized:
fr: Stérilisé :

source: Unknown
fr: Inconnu

# vet
source: Veterinarians
fr: Vétérinaires

source: Veterinarian
fr: Vet

# veterinarian_adresse_placeholder
source: Enter veterinarian's address
fr: Entrez l'adresse du vétérinaire

# veterinarian_city
source: City
fr: Ville

# veterinarian_city_placeholder
source: Enter city
fr: Entrez la ville

# veterinarian_email_placeholder
source: Enter veterinarian's email address
fr: Entrez l'adresse e-mail du vétérinaire

# veterinarian_name
source: Name
fr: Nom

# veterinarian_name_placeholder
source: Enter veterinarian's name
fr: Entrez le nom du vétérinaire

# veterinarian_note_placeholder
source: Enter note
fr: Optionnel: Ecrire une note

# veterinarian_phone
source: Phone
fr: Numéro de téléphone

# veterinarian_phone_placeholder
source: Enter veterinarian's phone number
fr: Entrez le numéro de téléphone du vétérinaire

# veterinarian_placeholder
source: Select Veterinarian
fr: Sélectionnez un vétérinaire

# veterinarian_zipcode_placeholder
source: Enter zip code
fr: Entrez le code postal

source: Veterinarian:
fr: Vétérinaire :

source: Weight
fr: Poids

# weight_format_error
source: Invalid format
fr: Format invalide

source: Weight:
fr: Poids :

source: Yes
fr: Oui

source: Zipcode
fr: Code postal

# zipcode_error
source: Zipcode can't be blank
fr: Le code postal ne peut pas être vide
